/* No comment provided by engineer. */
" and %@" = " dan %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f det";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ berkomentar: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ menyarankan sebuah ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ adalah anggota iNaturalist Network di %2$@. Institusi lokal yang mendukung %3$@ akan memiliki akses ke alamat email Anda dan akses ke koordinat sebenarnya untuk observasi yang dikaburkan untuk umum atau pribadi. Apakah Anda ingin mengubah afiliasi Anda?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ adalah bagian dari iNaturalist Network internasional. Apakah Anda ingin bergabung %2$@ untuk melokalisir pengalaman Anda tentang iNaturalist dan berbagi data dengan institusi lokal?";

/* site news */
"%@ News" = "%@ Berita";

/* identification author attribution */
"%@'s ID" = "%@'s ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, membangun %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d observasi";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d observasi untuk diunggah";

/* Count of observations by this user, plural. */
"%d Observations" = "%d observasi";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d observasi untuk diunggah";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' mengharuskan Anda mengisi kolom '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Tentang";

/* title for about section of the guide screen */
"ABOUT" = "TENTANG";

/* about this project title */
"About this Project" = "Tentang proyek ini";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Akun?";

/* No comment provided by engineer. */
"Activity" = "Aktivitas";

/* Title for add comment failed alert */
"Add Comment Failure" = "Gagal menambahkan komentar";

/* Title for add ID failed alert */
"Add Identification Failure" = "Gagal menambahkan identifikasi";

/* No comment provided by engineer. */
"Add to Favorites" = "Tambahkan ke Favorit";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Setuju";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Sudah memiliki akun?";

/* Title for app section of settings. */
"App Settings" = "Pengaturan Aplikasi";

/* No comment provided by engineer. */
"Are you really sure?" = "Apakah Anda benar-benar yakin?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Apakah Anda yakin Anda ingin meninggalkan proyek ini?";

/* No comment provided by engineer. */
"Are you sure?" = "Apakah Anda yakin?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Apakah Anda yakin? Ini permanen.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina menyokong ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia menyokong iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Otomatis";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Pengisian nama Otomatis";

/* label for auto upload switch in settings */
"Automatic upload" = "Unggah otomatis";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Dengan menghapus akun Anda, Anda akan menghapus semua pengamatan, semua identifikasi yang telah Anda telah tambahkan pada pengamatan orang lain, dan semua komentar yang telah Anda buat. Hasil dari tindakan ini tidak bisa dikembalikan. Jika Anda mengubah pikiran Anda nanti, Anda tidak dapat mengembalikan konten apapun. Jika situs ini mengirim terlalu banyak notifikasi, pertimbangkan untuk mengubah pengaturan Anda untuk keluar dari notifikasi tertentu atau berhenti menerima email dari kami. Jika Anda memiliki masalah dengan seseorang di situs, pertimbangkan untuk meredam pengguna alih-alih menghapus akun Anda. Jika Anda ingin menghapus Anda karena Anda mencoba menghapus konten tertentu, tetapi Anda masih bisa melihatnya di peta atau tempat lain di Internet, harap diperhatikan bahwa data peta mungkin disimpan di dalam cache untuk beberapa hari bahkan setelah catatannya dihapus. Menghapus konten pada platform ini mungkin tidak memiliki pengaruh pada salinan yang ada pada situs-situs dan platform-platform lain (seperti GBIF). Jika Anda tetap yakin Anda ingin menghapus akun Anda, masukkan '%@' pada formulir di bawah dan klik tombol untuk menghapus akun Anda beserta dengan semua data Anda.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Dengan menggunakan iNaturalist Anda setuju dengan Ketentuan Layanan dan Kebijakan Privasi.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech dan Cornell Tech membantu mengembangkan sistem visi komputer yang menyarankan identifikasi dari foto. Kami berterima kasih kepada Grant Van Horn, Serge Belongie, dan Pietro Perona untuk memajukan penelitian visi komputer. Informasi lebih lanjut dapat ditemukan di visipedia.org. Terima kasih khusus kepada NVIDIA untuk bantuan tambahan.";

/* Title for Camera button in media picker */
"Camera" = "Kamera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Rana Kamera";

/* No comment provided by engineer. */
"Can't Add ID" = "Tidak Dapat Menambahkan ID";

/* No comment provided by engineer. */
"Can't Comment" = "Tidak Dapat Berkomentar";

/* No comment provided by engineer. */
"Can't Fave" = "Tidak Dapat Memfavoritkan";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Tidak dapat mencari pengamatan Anda sekarang. Silakan coba lagi nanti.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, dan Parks Canada mengoperasikan iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Batalkan";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Membatalkan...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Tidak dapat memilih tanggal di masa depan.";

/* Failure message */
"Cannot donate" = "Tidak dapar berdonasi";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Tidak dapat memuat saran: %@";

/* Store launch failure message */
"Cannot open store" = "Tidak dapat membuka store";

/* Failure message */
"Cannot rate" = "Tidak dapat menilai";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Tidak dapat mencari iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Tidak Dapat Mengirim Email";

/* No comment provided by engineer. */
"Cannot use your location" = "Tidak dapat menggunakan lokasi Anda";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Ditangkarkan / dibudidayakan";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Dipelihara / dibudidayakan berarti bahwa organisme yang diamati tersebut berada disana karena diletakkan oleh manusia. iNaturalist lebih mengarah pada pengamatan organisme liar, dan mitra data ilmiah kami tidak tertarik pada observasi hewan peliharaan, penangkaran, atau hewan di kebun binatang.";

/* title for captive selector */
"Captive?" = "Dipelihara?";

/* casual data quality */
"Casual Grade" = "Kelas Kasual";

/* label for change email address action in settings */
"Change email" = "Ganti email";

/* No comment provided by engineer. */
"Change Email" = "Ganti Email";

/* No comment provided by engineer. */
"Change email address?" = "Ganti alamat email?";

/* accessibility label for change flash button */
"Change Flash" = "Ubah Flash";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Ubah Flash Toggle. Status saat ini adalah Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Ubah Flash Toggle. Status saat ini adalah Tidak Aktif";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Ubah Flash Toggle. Status saat ini adalah Aktif";

/* label for change username action in settings */
"Change username" = "Ganti nama pengguna";

/* No comment provided by engineer. */
"Change Username" = "Ganti Nama Pengguna";

/* No comment provided by engineer. */
"Change username?" = "Ganti nama pengguna?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Ubah foto profil Anda?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Centang kotak ini jika Anda ingin menerapkan lisensi Creative Commons Attribution-NonCommercial untuk foto Anda. Anda dapat memilih sebuah lisensi yang berbeda atau menghapus lisensi nantinya, tapi ini adalah lisensi terbaik untuk berbagi dengan para peneliti.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Periksa email Anda";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente menyokong iNaturalist Chile (inaturalist.mma.gob.cl).\n";

/* No comment provided by engineer. */
"Choose from library" = "Pilih dari perpustakaan";

/* title of inat network picker */
"Choose iNat Network" = "Pilih iNat Network";

/* title for project observations chooser */
"Choose Projects" = "Pilih proyek";

/* No comment provided by engineer. */
"Close" = "Tutup";

/* accessibility label for close camera button */
"Close Camera" = "Tutup Kamera";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Proyek Koleksi";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Instituto Humboldt mengoperasikan Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentar";

/* label for contact support action in settings. */
"Contact support" = "Hubungi bantuan";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Lisensi konten";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Salin Nama Ilmiah";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Tidak Bisa Menyetujui";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Tidak bisa ditambahkan ke proyek %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Tidak bisa menentukan lokasi Anda";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Membuat Pengamatan...";

/* intro to credits section. */
"Credits" = "Kredit";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Wilayah Berbahaya";

/* Header for data quality section of obs detail */
"Data Quality" = "Kualitas Data";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Pemindahan Data";

/* No comment provided by engineer. */
"Default" = "Standar";

/* button title to delete account */
"Delete Account" = "Hapus Akun";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Menghapus unduhan";

/* No comment provided by engineer. */
"Delete Error" = "Hapus Kesalahan";

/* text of delete obs button */
"Delete Observation" = "Hapus Observasi";

/* Deletes pending sync. */
"Deletes To Sync" = "Penghapusan untuk Disinkronisasi";

/* title for description section of the guide screen */
"DESCRIPTION" = "DESKRIPSI";

/* Title for confirm new observation details view */
"Details" = "Rincian";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Jangan Tunjukkan Saya Bantuan";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donasi ke iNaturalist";

/* title for done button */
"Done" = "Selesai";

/* No comment provided by engineer. */
"Download" = "Unduh";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Download untuk penggunaan offline";

/* No comment provided by engineer. */
"Download not available" = "Download tidak tersedia";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Terunduh";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Mengunduh...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) (menyokong) iNaturalist Ecuador (ecuador.inaturalist.org).\n";

/* The editor or author of the species guide */
"Editor" = "Penyunting";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Ada kesalahan pada server atau panduan tidak lagi ada.";

/* label for email field in settings */
"Email" = "Email";

/* No comment provided by engineer. */
"Error" = "Kesalahan";

/* failure title when changing a setting. */
"Error changing setting." = "Gagal mengubah pengaturan.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Kesalahan Mengambil Observasi";

/* error loading leaderboard title */
"Error loading leaderboard" = "Kesalahan memuat leaderboard";

/* No comment provided by engineer. */
"Explore" = "Menjelajah";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Gagal meng-unduh panduan";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Gagal masuk ke iNaturalist. Silakan mencoba kembali.";

/* title of alert when sound recording fails */
"Failed to Record" = "Gagal Merekam";

/* No comment provided by engineer. */
"Failed to save guide" = "Gagal menyimpan panduan";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Gagal Mempersiapkan Rekaman Suara";

/* No comment provided by engineer. */
"Faved" = "Faved";

/* No comment provided by engineer. */
"Faves" = "Favorit";

/* No comment provided by engineer. */
"Featured" = "Sorotan";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Gagal mengambil token otentikasi. Silakan hubungi help@inaturalist.org dan coba lagi nanti.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Mengambil observasi terkini di area peta";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Mengambil observasi terkini di seluruh dunia";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Temukan lokasi bernama '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Temukan observasi Saya";

/* No comment provided by engineer. */
"Find observations near me" = "Temukan observasi di dekat Saya";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Temukan organisme bernama '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Temukan orang bernama '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Temukan proyek bernama '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Temukan lokasi Anda...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlandia: Museum Sejarah Alam Finlandia (Luomus) mendukung iNaturalist Finlandia (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Lupa kata sandi?";

/* Geoprivacy button title */
"Geoprivacy" = "Geoprivacy";

/* No comment provided by engineer. */
"Go Back" = "Kembali";

/* Button to dismiss a tutorial screen */
"Got It" = "Mengerti";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Yunani: iSea mendukung iNaturalist Yunani (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "Kesalahan dalam mengunduh panduan";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Editor panduan harus mengaktifkan fitur ini.";

/* accessibility label for guides button */
"Guides" = "Panduan";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Panduan dibuat dan dibagi oleh komunitas iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Panduan adalah daftar spesies";

/* No comment provided by engineer. */
"Has Photos" = "Memiliki Foto";

/* No comment provided by engineer. */
"Has Sounds" = "Memiliki Suara";

/* Title for help section of settings. */
"Help" = "Bantuan";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Berikut adalah rekomendasi terbaik dari kami:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Saya mengizinkan iNaturalist untuk menyimpan dan memproses sebagian informasi pribadi saya demi pengelolaan akun saya.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Saya mengizinkan pengiriman informasi pribadi saya ke Amerika Serikat.";

/* Title of identification failure alert */
"Identification Failed" = "Identifikasi gagal";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identifikasi Pajak";

/* No comment provided by engineer. */
"Identifications" = "Identifikasi";

/* No comment provided by engineer. */
"Identifiers" = "Pengidentifikasi";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Jika alamat email yang Anda masukkan terkait dengan akun iNaturalist, Anda akan menerima sebuah email di alamat tersebut dengan link untuk menyetel ulang sandi.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Jika Anda ingin untuk merekam suara pengamatan, Anda perlu memberikan izin kepada aplikasi iNaturalist untuk menggunakan mikrofon.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Eror Membuat ImageStore";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Simpanan ImageStore Eror";

/* No comment provided by engineer. */
"in project '%@'" = "dalam proyek '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist tidak memiliki izin untuk mengakses kamera Anda.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist ada berkat setiap orang yang berpartisipasi dalam komunitas kami. Orang-orang yang membangun perangkat lunak, mendesain antarmuka, memelihara infrastruktur kami, mendukung komunitas, dan menumbuhkan kolaborasi adalah Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, Angie Ta, dan Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "Akses kamera iNaturalist telah dibatasi.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist adalah inisiatif bersama dari Akademi Ilmu Pengetahuan California dan National Geographic Society";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Jaringan iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Tempat iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist menggunakan Glyphish ikon oleh Joseph Wain, ionicons oleh Ben Sperry, dan ikon lain oleh Luis Prado dan Roman Shlyakov dari Noun Project. iNaturalist ini juga sangat berterima kasih kepada komunitas Cocoapods, dan kontribusi dari komunitas open source kita sendiri. Lihat https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nama pengguna atau sandi salah.";

/* No comment provided by engineer. */
"Info" = "Informasi";

/* No comment provided by engineer. */
"Internet connection required" = "Koneksi internet dibutuhkan";

/* No comment provided by engineer. */
"Internet required" = "Internet dibutuhkan";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Memperkenalkan Auto Upload!";

/* Invalid date alert title */
"Invalid Date" = "Tanggal tidak valid";

/* Error for bad email when making account. */
"Invalid Email Address" = "Email tidak berlaku";

/* Unknown invalid input */
"Invalid input" = "Input tidak valid";

/* No comment provided by engineer. */
"Invalid Location" = "Lokasi tidak valid";

/* Error for bad username when making account. */
"Invalid Username" = "Nama pengguna tidak valid";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa menyokong iNaturalist Israel (israel.inaturalist.org).\n";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "Gabung";

/* join iNat network partner alert title */
"Join %@?" = "Gabung %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Bergabung dengan proyek-proyek untuk memilih mereka ketika Anda merekam observasi";

/* No comment provided by engineer. */
"Joined" = "Bergabung";

/* No comment provided by engineer. */
"Joining..." = "Bergabung...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Acc: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lin: %1$@, Buj: %2$@, Aku: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Leaderboard";

/* button to learn more about inat account policies */
"Learn More" = "Pelajari Lebih Lanjut";

/* learn more (about network partner changes) button text */
"Learn more" = "Pelajari lebih lanjut";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Pelajari lebih lanjut tentang kualitas data >";

/* Leave project button */
"Leave" = "Keluar";

/* No comment provided by engineer. */
"Leaving..." = "Meninggalkan...";

/* The license of the species guide */
"License" = "Lisensi";

/* List layout on explore tab */
"List" = "Daftar";

/* No comment provided by engineer. */
"Loading..." = "Memuat...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Kesalahan Mengambil Lokasi";

/* No comment provided by engineer. */
"Location Services Denied" = "Layanan lokasi ditolak";

/* No comment provided by engineer. */
"Location Services Restricted" = "Layanan lokasi dibatasi";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Masuk";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Masuk / Mendaftar";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Masuk dan unggah pengamatan ini untuk mengaktifkan fitur komentar & identifikasi.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Masuk untuk mengaktifkan fitur favorit.";

/* Notice while we're logging in */
"Logging in..." = "Sedang masuk...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Cari spesies dengan nama";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Cari nama spesies";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Sepertinya ada kesalahan: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Sepertinya Anda tidak memiliki observasi.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Menyukai iNat? Nilai kami";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luksemburg: Museum Nasional Luksemburg Sejarah Alam (MnhnL) mendukung iNaturalist Luksemburg (inaturalist.lu)";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Pastikan iNat memiliki izin untuk mengakses lokasi Anda atau beri waktu bagi GPS untuk mengambilnya.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Mengelola unduhan";

/* Map layout on explore tab */
"Map" = "Peta";

/* No comment provided by engineer. */
"Map of Observations" = "Peta Observasi";

/* Placeholder text for not logged title on me tab. */
"Me" = "Saya";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Meksiko: Komisi Nasional untuk pengetahuan dan penggunaan keanekaragaman hayati (CONABIO) yang mengoperasikan NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migrasi Gagal";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Masalah Migrasi";

/* No comment provided by engineer. */
"Missing Date" = "Tanggal Tidak Ada";

/* No comment provided by engineer. */
"Missing Location" = "Lokasi Tidak Ada";

/* No comment provided by engineer. */
"Missing Required Field" = "Halaman yang diperlukan tidak ada";

/* No comment provided by engineer. */
"My Content" = "Konten saya";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "bernama '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "bernama '%@'";

/* No comment provided by engineer. */
"Nearby" = "Dekat";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filter Rekomendasi Sekitar";

/* needs id data quality */
"Needs ID" = "Butuh ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Butuh Perhatian Anda";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Jaringan internet dibutuhkan.";

/* No comment provided by engineer. */
"Network unavailable" = "Jaringan tidak tersedia";

/* No comment provided by engineer. */
"Network Unavailable" = "Jaringan tidak tersedia";

/* decline to change cemra permissions button title */
"Never mind" = "Lupakan saja";

/* No comment provided by engineer. */
"new activity" = "aktivitas baru";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Baru ke iNaturalist? Daftar sekarang!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Selandia Baru: New Zealand Biodiversity Recording Network mengoperasikan iNaturalist NZ - Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Berita";

/* Confirm a new photo */
"NEXT" = "BERIKUTNYA";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Tidak";

/* No comment provided by engineer. */
"No description" = "Tidak ada keterangan";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Tidak ada hasil iNaturalist";

/* place guess when we have no location information */
"No location" = "Tidak ada lokasi";

/* No comment provided by engineer. */
"No matching taxa" = "Tidak ada Taksa yang cocok";

/* Title for No Media button in media picker */
"No Media" = "Tanpa Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Izin Mikrofon Tidak Ada";

/* No comment provided by engineer. */
"No network connection." = "Tidak ada koneksi jaringan.";

/* No comment provided by engineer. */
"No network connection. :(" = "Tidak ada koneksi jaringan. :(";

/* Header observation count title when there are none. */
"No Observations" = "Tidak ada observasi";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Tidak ada observasi yang ditemukan di area peta.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Tidak ada observasi yang ditemukan.";

/* No comment provided by engineer. */
"No observations yet." = "Belum ada observasi.";

/* accessibility label for no photo button */
"No Photo" = "Tidak Ada Foto";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Tidak Ada Foto atau Suara dan Identifikasi Hilang";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Tidak ada organisme seperti yang ditemukan. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Tidak ada orang tersebut yang ditemukan. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Tidak ada tempat tersebut yang ditemukan. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Tidak ada proyek tersebut yang ditemukan. :(";

/* No comment provided by engineer. */
"No Thanks" = "Tidak, Terima Kasih";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Belum ada pembaruan. Tetap nantikan!";

/* No comment provided by engineer. */
"No URL configured" = "Tidak ada URL yang dikonfigurasi";

/* do not change network partner button */
"No, don’t change my affiliation" = "Tidak, jangan ubah afiliasi saya";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "TIDAK\nFOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Tidak ada, Semua hak dilindungi";

/* No comment provided by engineer. */
"Not Allowed" = "Tidak Diperbolehkan";

/* 403 unauthorized title */
"Not Authorized" = "Tidak Diizinkan";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Catatan...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Dikaburkan";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Pengamatan %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Kesalahan Validasi Bidang Observasi: %@";

/* No comment provided by engineer. */
"Observations" = "Observasi";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Pengamatan: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Pengamatan: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Amati";

/* No comment provided by engineer. */
"Observers" = "Pengamat";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Matikan";

/* No comment provided by engineer. */
"OK" = "OKE";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Hidup";

/* Title error with oops text. */
"Oops" = "Ups";

/* open geoprivacy */
"Open" = "Buka";

/* No comment provided by engineer. */
"Open link in Safari" = "Buka link di Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Buka Pengaturan";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente mengoperasikan iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Panjang kata sandi minimal harus enam karakter.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Jeda";

/* No comment provided by engineer. */
"Paused" = "Tertunda";

/* No comment provided by engineer. */
"Permission denied" = "Ijin ditolak";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Informasi Pribadi";

/* Title for Photo Library button in media picker */
"Photo Library" = "Perpustakaan Foto";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Gagal Memuat Foto";

/* Title for photo save error alert msg */
"Photo Save Error" = "Kesalahan pada menyimpan foto";

/* Title for photos error alert msg */
"Photos Error" = "Kegagalan Foto";

/* accessibility label for pick from library button */
"Pick from Library" = "Pilih dari Perpustakaan";

/* No comment provided by engineer. */
"Placeholder" = "Placeholder";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Harap dicatat: Pengamatan akan secara otomatis dimasukkan dalam proyek koleksi jika memenuhi persyaratan.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Silakan pilih lokasi yang valid";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Harap coba lagi dalam beberapa saat.";

/* failure message when the user should just try again. */
"Please try again later." = "Silakan coba lagi nanti. \n";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Harap memperbarui izin kamera untuk mengambil foto memakai iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Silahkan upload untuk menentukan kualitas data";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Keanekaragaman Hayati Untuk Semua Asosiasi yang mengoperasikan Keanekaragaman Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Dikirim oleh";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Lebih memilih untuk tidak melacak";

/* title for consent screen */
"Privacy" = "Privasi";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Kebijakan Privasi";

/* private geoprivacy */
"Private" = "Pribadi";

/* choose projects button title. */
"Projects" = "Proyek";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Proyek adalah kumpulan observasi dengan tujuan yang sama";

/* No comment provided by engineer. */
"Pull to Refresh" = "Tarik untuk Refresh";

/* Rank in an ordered list */
"Rank" = "Rangking";

/* action to re-download a species guide from the server */
"Re-download" = "Unduh ulang";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Rekam";

/* Title for Record sound button in media picker */
"Record Sound" = "Rekam Suara";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Level Rekaman (dari 0 hingga 1)";

/* Title for sound recording screen */
"Recording Sound" = "Merekam Suara";

/* No comment provided by engineer. */
"Remove active search filters" = "Hapus saringan pencarian yang aktif";

/* No comment provided by engineer. */
"Remove current map area filter" = "Hapus saringan area peta saat ini";

/* No comment provided by engineer. */
"Remove my profile photo" = "Hapus foto profil saya";

/* No comment provided by engineer. */
"Removing..." = "Menghapus ...";

/* No comment provided by engineer. */
"RESEARCH" = "PENELITIAN";

/* research data quality */
"Research Grade" = "Kelas Riset";

/* No comment provided by engineer. */
"Restricted to current map area" = "Terbatas pada daerah peta saat ini";

/* No comment provided by engineer. */
"Resuming" = "Melanjutkan";

/* Retake a photo */
"RETAKE" = "MEREBUT KEMBALI";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Kamera belakang";

/* Title for save new observation button */
"SAVE" = "SIMPAN";

/* No comment provided by engineer. */
"Save Anyway" = "Simpan Anyway";

/* Done button for recording observation sounds */
"Save Recording" = "Simpan Rekaman";

/* No comment provided by engineer. */
"Saving..." = "Menyimpan...";

/* No comment provided by engineer. */
"Search" = "Cari";

/* placeholder for guide search field */
"Search for guide named..." = "Cari panduan bernama...";

/* placeholder for project search field */
"Search for project named..." = "Cari proyek dengan nama...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Mencari organisme...";

/* No comment provided by engineer. */
"Searching for people..." = "Mencari orang-orang...";

/* No comment provided by engineer. */
"Searching for place..." = "Mencari tempat...";

/* No comment provided by engineer. */
"Searching for project..." = "Mencari proyek...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Mencari observasi terbaru di peta";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Mencari pengamatan terbaru di seluruh dunia";

/* No comment provided by engineer. */
"seen at '%@'" = "terlihat di '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "dilihat oleh '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Dilihat Terdekat";

/* default select title */
"Select" = "Memilih";

/* select taxon title */
"Select \"%@\"" = "Pilih \" %@ \"";

/* title for date selector */
"Select Date" = "Pilih tanggal";

/* title for geoprivacy selector */
"Select Privacy" = "Pilih privasi";

/* No comment provided by engineer. */
"Selected Observation" = "Observasi Terpilih";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Atur Foto Profil";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Membuat akun iNaturalist...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Pengaturan";

/* No comment provided by engineer. */
"Share" = "Bagikan";

/* Title for share new observation button */
"SHARE" = "BAGIKAN";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Berbagi observasi Anda dengan masyarakat.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Belanja di iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Tampilkan nama umum";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Tampilkan rekomendasi sekitar saja";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Tampilkan nama ilmiah dulu";

/* No comment provided by engineer. */
"Sign in with Google" = "Masuk dengan Google";

/* No comment provided by engineer. */
"Sign out" = "Keluar";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Daftar";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Daftar sekarang!";

/* No comment provided by engineer. */
"Signing Out" = "Keluar";

/* skip button title */
"Skip ›" = "Lewati >";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Beberapa hukum privasi seperti General Data Protection Regulation (GDPR) Uni Eropa memerlukan izin untuk memindahkan informasi pribadi dari yurisdiksi mereka ke yurisdiksi lain di mana perlindungan hukum untuk informasi ini dirasa belum mencukupi standar. Sejak 2020, Uni Eropa tidak lagi menetapkan Amerika Serikat sebagai yurisdiksi yang menyediakan perlindungan hukum yang cukup untuk informasi pribadi, secara khusus karena adanya kemungkinan penyadapan data yang masuk ke AS oleh pemerintah AS. Tidak menutup kemungkinan yurisdiksi lain juga memiliki pendapat yang sama. iNaturalist menggunakan penyimpanan informasi pribadi seperti alamat email. Semua data iNaturalist disimpan di Amerika Serikat dan kami tidak dapat memastikan tempat yurisdiksi hukum Anda saat Anda menggunakan iNaturalist sehingga, untuk dapat mematuhi hukum privasi seperti GDPR, Anda harus mengakui bahwa Anda mengerti dan menerima risiko ini dan mengizinkan pemindahan informasi pribadi Anda ke server iNaturalist di AS. Untuk mengetahui lebih lanjut tentang informasi apa saja yang kami kumpulkan dan bagaimana kami menggunakannya, silakan membaca Kebijakan Privasi kami serta Syarat dan Ketentuan Penggunaan kami. Tidak mungkin membuka akun iNaturalist tanpa menyimpan informasi pribadi, jadi satu-satunya cara untuk mencabut izin ini adalah dengan menghapus akun Anda.";

/* No comment provided by engineer. */
"Somewhere..." = "Di suatu tempat...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Urutkan";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Sumber: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Spesies";

/* species count on the explore leaderboard. */
"Species: %ld" = "Spesies: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Spesies: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistik";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Berhenti Mengunggah";

/* No comment provided by engineer. */
"Suggest ID" = "Sarankan ID";

/* label for suggest species switch in settings */
"Suggest species" = "Sarankan spesies";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Saran berdasarkan observasi dan identifikasi yang diberikan oleh komunitas iNaturalist, termasuk %1$@ , %2$@ , %3$@ , dan banyak lainnya.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Saran berdasarkan observasi dan identifikasi yang diberikan oleh komunitas iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Menyinkronisasi...";

/* Category of iOS standard places for place search */
"System Places" = "Tempat Sistem";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "LABEL";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University and Taiwan Forestry Research Institute mendukung iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Ambil foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Takson %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Beritahu Kami Mengapa";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Syarat Penggunaan";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Teks yang dimasukkan tidak cocok.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Belum ada observasi untuk proyek ini. Periksa kembali segera!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Tidak mungkin untuk memiliki akun iNaturalist tanpa menyimpan informasi pribadi di Amerika Serikat.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Tidak mungkin untuk memiliki akun iNaturalist tanpa menyimpan informasi pribadi.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Ada kesalahan tak terduga.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Observasi ini telah diputuskan sebagai Kelas Kasual oleh komunitas iNaturalist.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Observasi ini bersifat Kelas Kasual karena telah diputuskan sebagai ditangkarkan atau dibudidayakan oleh komunitas iNaturalist.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Observasi ini memerlukan tanggal untuk dipertimbangkan menjadi Kelas Riset.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Observasi ini memerlukan tanggal untuk dipertimbangkan menjadi Kelas Riset.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Observasi ini membutuhkan ID konsensus yang lebih spesifik untuk dipertimbangkan menjadi Kelas Riset.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Observasi ini memerlukan foto untuk dipertimbangkan menjadi Kelas Riset.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Observasi ini membutuhkan lebih banyak ID dari komunitas iNat untuk dipertimbangkan menjadi Kelas Riset.";

/* No comment provided by engineer. */
"This project has no description." = "Proyek ini tidak memiliki keterangan.";

/* No comment provided by engineer. */
"This project has no title." = "Proyek ini tidak memiliki judul.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Ini juga akan menghapus observasi Anda dari proyek ini.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Ini akan memusnahkan perubahan/penambahan apa pun yang Anda buat dari aplikasi ini yang belum disinkronkan dengan iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Ini akan men-download %@ data sehingga Anda dapat menggunakan panduan ini bahkan ketika Anda tidak memiliki akses Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Jangka waktu";

/* No comment provided by engineer. */
"Timeout" = "Batas waktu";

/* project title header */
"Title" = "Judul";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Proyek Tradisional";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Coba lagi lain kali saat Anda terhubung ke Internet.";

/* button title to turn on autoupload */
"Turn On" = "Menghidupkan";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Aktifkan Auto Upload dan observasi Anda akan secara otomatis diunggah ke iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Proyek Payung";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Tidak dapat menambahkan identifikasi pada observasi ini. Harap coba lagi nanti.";

/* No comment provided by engineer. */
"Unable to find location" = "Tidak dapat menemukan lokasi";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Tidak dapat menemukan nama lokasi";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Tidak dapat mengidentifikasi observasi ini kepada spesies tersebut. Harap coba lagi nanti.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Tidak dapat mengunggah ke iNaturalist, kesalahan 401 tidak diautentikasi. Silakan hubungi help@inaturalist.org dan coba lagi nanti.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Inggris: National Biodiversity Network Trust mendukung iNaturalist Inggris (uk.inaturalist.org)";

/* unknown taxon */
"Unknown" = "Tidak Diketahui";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Penulis tidak diketahui";

/* Message body when we don't know the error */
"Unknown error" = "Kesalahan tidak dikenal";

/* Unknown error */
"Unknown error while making an identification." = "Kesalahan tidak dikenal saat membuat identifikasi.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Kesalahan Tidak Diketahui: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Pos tanpa judul";

/* Title for progress view when migrating db */
"Updating database..." = "Memperbarui database...";

/* No comment provided by engineer. */
"Updating..." = "Memperbarui ...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Mengunggah";

/* No comment provided by engineer. */
"Upload Error" = "Kesalahan Upload";

/* upload failed alert title */
"Upload Failed" = "Gagal mengunggah";

/* No comment provided by engineer. */
"Upload this observation" = "Unggah pengamatan ini";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Unggah observasi ini untuk mengaktifkan komentar & identifikasi.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Unggah observasi ini untuk mengaktifkan fitur favorit.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Mengunggah...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nama Pengguna";

/* users can login with their username or their email address. */
"Username or email" = "Nama pengguna atau email";

/* Title for version section of settings. */
"Version" = "Versi";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video Tutorial";

/* button to view privacy policy */
"View Privacy Policy" = "Lihat Kebijakan Privasi";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Lihat saran";

/* button to view terms of use */
"View Terms of Use" = "Lihat Syarat dan Ketentuan Penggunaan";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Kunjungi %@ untuk membuat proyek-proyek Anda sendiri";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Kunjungi iNaturalist.org untuk membuat panduan Anda sendiri";

/* basis for a species suggestion */
"Visually Similar" = "Serupa secara visual";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Secara visual serupa / terlihat di dekatnya";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Menunggu untuk meng-upload...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Kami berterima kasih atas bantuan terjemahan yang diberikan oleh komunitas crowdin.com, terutama: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, TO, testamorta , dan vilseskog. Untuk bergabung dengan tim penerjemahan iNaturalist iOS, silakan kunjungi https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Kita tidak memiliki izin dari iOS untuk menggunakan lokasi Anda.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Kami menyimpan informasi pribadi seperti nama pengguna dan alamat email untuk mengelola akun di situs ini, dan untuk mematuhi undang-undang privasi, kami meminta Anda untuk mencentang kotak ini untuk menyatakan bahwa Anda mengizinkan penggunaan informasi pribadi ini. Untuk mempelajari lebih lanjut tentang apa saja informasi yang kami kumpulkan dan bagaimana kami menggunakannya, Anda bisa melihat Kebijakan Privasi serta Syarat dan Ketentuan Penggunaan kami.\nAkun iNaturalist tidak dapat dibuat tanpa menyimpan informasi pribadi, jadi satu-satunya cara untuk mencabut izin ini hanyalah dengan menghapus akun Anda.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Kami tidak dapat mengambil foto dari iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Kami tidak cukup yakin untuk membuat rekomendasi, namun berikut adalah usulan utama kami:";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Kami tidak sepenuhnya yakin untuk membuat rekomendasi.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Kami cukup yakin ini di %1$@  %2$@.";

/* unknown taxon title */
"What did you see?" = "Apa yang Anda lihat?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Apa maksud dipelihara / dibudidayakan?";

/* No comment provided by engineer. */
"Which organism?" = "Organisme yang mana?";

/* No comment provided by engineer. */
"Which person?" = "Orang yang mana?";

/* No comment provided by engineer. */
"Which place?" = "Tempat yang mana?";

/* No comment provided by engineer. */
"Which project?" = "Proyek yang mana?";

/* No comment provided by engineer. */
"Whoops" = "Ups";

/* Default upload failure alert title. */
"Whoops!" = "Ups!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Tanpa tanggal, observasi ini mungkin sangat sulit bagi orang lain untuk mengidentifikasi secara akurat, dan tidak akan pernah mencapai kelas riset.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Tanpa lokasi, observasi ini akan sangat sulit bagi orang lain untuk mengidentifikasi dan tidak akan pernah mencapai kelas riset.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Tanpa setidaknya satu foto atau suara, pengamatan ini mustahil untuk diidentifikasi dengan bantuan orang lain.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Apakah Anda ingin mengirim laporan masalah migrasi kepada help@inaturalist.org untuk debugging?";

/* positive response to binary choice, yes or no */
"Yes" = "Ya";

/* change network partner button */
"Yes, change my affiliation" = "Ya, rubah afiliasi saya";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ya, hapus observasi ini";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Ya, lisensikan konten saya sehingga para ilmuwan dapat menggunakan data saya.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Anda hanya dapat mengubah afiliasi jaringan Anda sekali sehari.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Anda tidak memiliki izin untuk melakukan itu. Akun Anda mungkin telah ditangguhkan. Silakan hubungi help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Anda tidak memiliki izin untuk melakukan itu. Akun Anda mungkin telah ditangguhkan. Silakan hubungi help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Anda harus terhubung ke Internet untuk melakukan hal ini.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Anda harus terhubung ke Internet untuk mengunggah ke iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Anda harus masuk untuk mengakses proyek-proyek ini.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Anda harus login untuk melakukan itu.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Anda harus masuk untuk mensinkronisasi proyek-proyek anda.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Anda harus masuk untuk mengunggah.";

/* No comment provided by engineer. */
"You must be logged in!" = "Anda harus masuk!";

/* Account is required error message */
"You must be logged in." = "Kamu harus login";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Anda harus masuk untuk bergabung dengan proyek.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Anda harus melakukan otentikasi ulang untuk menghapus akun Anda.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Anda harus masuk untuk melakukannya.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Anda akan menerima pembaruan setelah mengunggah pengamatan.";

/* Title for account section of settings. */
"Your Account" = "Akun Anda";

/* account deletion confirmation msg */
"Your account has been deleted." = "Akun Anda telah dihapus.";

/* No comment provided by engineer. */
"Your Guides" = "Panduan Anda";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Sepertinya data autentikasi Anda berubah. Silakan pergi ke Pengaturan untuk keluar dan masuk kembali.";

/* Placeholder for free text observation field value */
"Your response here" = "Tanggapan Anda di sini";
